{
  "id": "wizard",
  "name": {
    "en": "Wizard",
    "ru": "Волшебник"
  },
  "description": {
    "en": "A scholarly magic-user capable of manipulating the structures of reality.",
    "ru": "Ученый маг, способный манипулировать структурами реальности."
  },
  "hitDie": 6,
  "primaryAbilities": [
    "intelligence"
  ],
  "savingThrowProficiencies": [
    "intelligence",
    "wisdom"
  ],
  "armorProficiencies": {
    "light": false,
    "medium": false,
    "heavy": false,
    "shields": false
  },
  "weaponProficiencies": {
    "simple": false,
    "martial": false
  },
  "skillProficiencies": {
    "choose": 2,
    "from": [
      "arcana",
      "history",
      "insight",
      "investigation",
      "medicine",
      "religion"
    ]
  },
  "subclasses": [
    {
      "id": "evocation",
      "name": {
        "en": "Evocation",
        "ru": "Школа Эвокации"
      },
      "description": {
        "en": "You focus your study on magic that creates powerful elemental effects such as bitter cold, searing flame, rolling thunder, crackling lightning, and burning acid. Some evokers find employment in military forces, serving as artillery to blast enemy armies from afar. Others use their spectacular power to protect the weak, while some seek their own gain as bandits, adventurers, or aspiring tyrants.",
        "ru": "Вы сосредотачиваете свое изучение на магии, создающей мощные стихийные эффекты, такие как лютый холод, палящее пламя, раскаты грома, треск молнии и жгучая кислота. Некоторые эвокаторы находят работу в вооруженных силах, служа артиллерией для уничтожения вражеских армий издалека. Другие используют свою впечатляющую силу для защиты слабых, в то время как некоторые ищут собственной выгоды как бандиты, авантюристы или стремящиеся к власти тираны."
      }
    }
  ],
  "subclassLevel": 2,
  "features": {
    "1": [
      {
        "id": "spellcasting-wizard",
        "name": {
          "en": "Spellcasting: Wizard",
          "ru": "Использование заклинаний: Волшебник"
        },
        "description": {
          "en": "As a student of arcane magic, you have a spellbook containing spells that show the first glimmerings of your true power.",
          "ru": "Как студент тайной магии, вы обладаете книгой заклинаний, содержащей заклинания, которые показывают первые проблески вашей истинной силы."
        }
      },
      {
        "id": "arcane-recovery",
        "name": {
          "en": "Arcane Recovery",
          "ru": "Магическое Восстановление"
        },
        "description": {
          "en": "You have learned to regain some of your magical energy by studying your spellbook. Once per day when you finish a short rest, you can choose expended spell slots to recover. The spell slots can have a combined level that is equal to or less than half your wizard level (rounded up), and none of the slots can be 6th level or higher.\nFor example, if you're a 4th-level wizard, you can recover up to two levels worth of spell slots. You can recover either a 2nd-level spell slot or two 1st-level spell slots.",
          "ru": "Вы научились восстанавливать часть своей магической энергии, изучая свою книгу заклинаний. Один раз в день, когда вы заканчиваете короткий отдых, вы можете выбрать израсходованные ячейки заклинаний для восстановления. Ячейки заклинаний могут иметь суммарный уровень, который равен или меньше половины вашего уровня волшебника (округленного в большую сторону), и ни одна из ячеек не может быть 6-го уровня или выше.\nНапример, если вы волшебник 4-го уровня, вы можете восстановить ячейки заклинаний на сумму уровней до двух. Вы можете восстановить либо одну ячейку заклинания 2-го уровня, либо две ячейки заклинаний 1-го уровня."
        }
      }
    ],
    "2": [
      {
        "id": "evocation-savant",
        "name": {
          "en": "Evocation Savant",
          "ru": "Ученый-эвокатор"
        },
        "description": {
          "en": "Beginning when you select this school at 2nd level, the gold and time you must spend to copy an evocation spell into your spellbook is halved.",
          "ru": "Золото и время, необходимые для копирования заклинания эвокации в вашу книгу заклинаний, уменьшаются вдвое."
        }
      },
      {
        "id": "sculpt-spells",
        "name": {
          "en": "Sculpt Spells",
          "ru": "Ваяние заклинаний"
        },
        "description": {
          "en": "Beginning at 2nd level, you can create pockets of relative safety within the effects of your evocation spells. When you cast an evocation spell that affects other creatures that you can see, you can choose a number of them equal to 1 + the spell's level. The chosen creatures automatically succeed on their saving throws against the spell, and they take no damage if they would normally take half damage on a successful save.",
          "ru": "Вы можете создавать безопасные зоны внутри эффектов ваших заклинаний эвокации."
        }
      }
    ],
    "4": [
      {
        "id": "wizard-ability-score-improvement-1",
        "name": {
          "en": "Ability Score Improvement",
          "ru": "Увеличение Характеристик"
        },
        "description": {
          "en": "When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
          "ru": "Повышение характеристик."
        }
      }
    ],
    "6": [
      {
        "id": "potent-cantrip",
        "name": {
          "en": "Potent Cantrip",
          "ru": "Могущественный заговор"
        },
        "description": {
          "en": "Starting at 6th level, your damaging cantrips affect even creatures that avoid the brunt of the effect. When a creature succeeds on a saving throw against your cantrip, the creature takes half the cantrip's damage (if any) but suffers no additional effect from the cantrip.",
          "ru": "Начиная с 6-го уровня, ваши наносящие урон заговоры воздействуют даже на существ, которые избегают основного эффекта."
        }
      }
    ],
    "8": [
      {
        "id": "wizard-ability-score-improvement-2",
        "name": {
          "en": "Ability Score Improvement",
          "ru": "Увеличение Характеристик"
        },
        "description": {
          "en": "When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
          "ru": "Повышение характеристик."
        }
      }
    ],
    "10": [
      {
        "id": "empowered-evocation",
        "name": {
          "en": "Empowered Evocation",
          "ru": "Усиленная эвокация"
        },
        "description": {
          "en": "Beginning at 10th level, you can add your Intelligence modifier to one damage roll of any wizard evocation spell you cast.",
          "ru": "Начиная с 10-го уровня, вы можете добавлять свой модификатор Интеллекта к одному броску урона любого заклинания эвокации волшебника."
        }
      }
    ],
    "12": [
      {
        "id": "wizard-ability-score-improvement-3",
        "name": {
          "en": "Ability Score Improvement",
          "ru": "Увеличение Характеристик"
        },
        "description": {
          "en": "When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
          "ru": "Повышение характеристик."
        }
      }
    ],
    "14": [
      {
        "id": "overchannel",
        "name": {
          "en": "Overchannel",
          "ru": "Перегрузка"
        },
        "description": {
          "en": "Starting at 14th level, you can increase the power of your simpler spells. When you cast a wizard spell of 1st through 5th level that deals damage, you can deal maximum damage with that spell.\nThe first time you do so, you suffer no adverse effect. If you use this feature again before you finish a long rest, you take 2d12 necrotic damage for each level of the spell, immediately after you cast it. Each time you use this feature again before finishing a long rest, the necrotic damage per spell level increases by 1d12. This damage ignores resistance and immunity.",
          "ru": "Начиная с 14-го уровня, вы можете максимизировать урон своих заклинаний 1-5 уровня."
        }
      }
    ],
    "16": [
      {
        "id": "wizard-ability-score-improvement-4",
        "name": {
          "en": "Ability Score Improvement",
          "ru": "Увеличение Характеристик"
        },
        "description": {
          "en": "When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
          "ru": "Повышение характеристик."
        }
      }
    ],
    "18": [
      {
        "id": "spell-mastery",
        "name": {
          "en": "Spell Mastery",
          "ru": "Мастерство заклинаний"
        },
        "description": {
          "en": "At 18th level, you have achieved such mastery over certain spells that you can cast them at will. Choose a 1st-level wizard spell and a 2nd-level wizard spell that are in your spellbook. You can cast those spells at their lowest level without expending a spell slot when you have them prepared. If you want to cast either spell at a higher level, you must expend a spell slot as normal.\nBy spending 8 hours in study, you can exchange one or both of the spells you chose for different spells of the same levels.",
          "ru": "На 18-м уровне вы достигли такого мастерства, что можете накладывать определенные заклинания по воле."
        }
      }
    ],
    "19": [
      {
        "id": "wizard-ability-score-improvement-5",
        "name": {
          "en": "Ability Score Improvement",
          "ru": "Увеличение Характеристик"
        },
        "description": {
          "en": "When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
          "ru": "Повышение характеристик."
        }
      }
    ],
    "20": [
      {
        "id": "signature-spell",
        "name": {
          "en": "Signature Spell",
          "ru": "Фирменное заклинание"
        },
        "description": {
          "en": "When you reach 20th level, you gain mastery over two powerful spells and can cast them with little effort. Choose two 3rd-level wizard spells in your spellbook as your signature spells. You always have these spells prepared, they don't count against the number of spells you have prepared, and you can cast each of them once at 3rd level without expending a spell slot. When you do so, you can't do so again until you finish a short or long rest.\nIf you want to cast either spell at a higher level, you must expend a spell slot as normal.",
          "ru": "На 20-м уровне вы получаете мастерство над двумя мощными заклинаниями."
        }
      }
    ]
  },
  "spellcasting": {
    "ability": "intelligence",
    "type": "full"
  }
}