[
  {
    "id": "sneak_attack",
    "nameEn": "Sneak Attack",
    "nameRu": "Скрытая атака",
    "descriptionEn": "Beginning at 1st level, you know how to strike subtly and exploit a foe's distraction. Once per turn, you can deal an extra 1d6 damage to one creature you hit with an attack if you have advantage on the attack roll. The attack must use a finesse or a ranged weapon.",
    "descriptionRu": "Начиная с 1-го уровня, вы знаете, как наносить удары точно и использовать отвлечение врага. Один раз в ход вы можете нанести дополнительные 1к6 урона одному существу, по которому вы попали атакой, если у вас есть преимущество на бросок атаки. Атака должна использовать фехтовальное или дальнобойное оружие.",
    "type": "passive",
    "minLevel": 1,
    "associatedClass": "Rogue",
    "requiresRest": false,
    "actionEconomy": null,
    "iconName": "visibility_off"
  },
  {
    "id": "thieves_cant",
    "nameEn": "Thieves' Cant",
    "nameRu": "Воровской жаргон",
    "descriptionEn": "During your rogue training you learned thieves' cant, a secret mix of dialect, jargon, and code that allows you to hide messages in seemingly normal conversation.",
    "descriptionRu": "Во время обучения плутовству вы выучили воровской жаргон, тайную смесь диалектов, жаргона и шифров, которая позволяет вам скрывать сообщения в казалось бы обычном разговоре.",
    "type": "passive",
    "minLevel": 1,
    "associatedClass": "Rogue",
    "requiresRest": false,
    "actionEconomy": null,
    "iconName": "chat_bubble_outline"
  },
  {
    "id": "cunning_action",
    "nameEn": "Cunning Action",
    "nameRu": "Хитрое действие",
    "descriptionEn": "Starting at 2nd level, your quick thinking and agility allow you to move and act quickly. You can take a bonus action on each of your turns in combat. This action can be used only to take the Dash, Disengage, or Hide action.",
    "descriptionRu": "Начиная со 2-го уровня, ваше быстрое мышление и ловкость позволяют вам двигаться и действовать быстро. Вы можете совершать бонусное действие в каждый свой ход в бою. Это действие может быть использовано только для Рывка, Отхода или Засады.",
    "type": "bonusAction",
    "minLevel": 2,
    "associatedClass": "Rogue",
    "requiresRest": false,
    "actionEconomy": "bonus_action",
    "iconName": "directions_run"
  },
  {
    "id": "rogue_archetype",
    "nameEn": "Roguish Archetype",
    "nameRu": "Архетип плута",
    "descriptionEn": "At 3rd level, you choose an archetype that you emulate in the exercise of your rogue abilities.",
    "descriptionRu": "На 3-м уровне вы выбираете архетип, которому вы подражаете в применении своих способностей плута.",
    "type": "passive",
    "minLevel": 3,
    "associatedClass": "Rogue",
    "requiresRest": false,
    "actionEconomy": null,
    "iconName": "school"
  },
  {
    "id": "uncanny_dodge",
    "nameEn": "Uncanny Dodge",
    "nameRu": "Невероятное уклонение",
    "descriptionEn": "Starting at 5th level, when an attacker that you can see hits you with an attack, you can use your reaction to halve the attack's damage against you.",
    "descriptionRu": "Начиная с 5-го уровня, когда нападающий, которого вы видите, попадает по вам атакой, вы можете использовать реакцию, чтобы уменьшить урон от этой атаки вдвое.",
    "type": "reaction",
    "minLevel": 5,
    "associatedClass": "Rogue",
    "requiresRest": false,
    "actionEconomy": "reaction",
    "iconName": "shuffle"
  },
  {
    "id": "evasion",
    "nameEn": "Evasion",
    "nameRu": "Увертливость",
    "descriptionEn": "Beginning at 7th level, you can nimbly dodge out of the way of certain area effects, such as a red dragon's fiery breath or an ice storm spell. When you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail.",
    "descriptionRu": "Начиная с 7-го уровня, вы можете ловко уклоняться от определенных зональных эффектов, таких как огненное дыхание красного дракона или заклинание ледяной шторм. Когда вы подвергаетесь воздействию эффекта, который позволяет вам совершить спасбросок Ловкости, чтобы получить только половину урона, вы вместо этого не получаете урона, если преуспеваете в спасброске, и только половину урона, если проваливаете его.",
    "type": "passive",
    "minLevel": 7,
    "associatedClass": "Rogue",
    "requiresRest": false,
    "actionEconomy": null,
    "iconName": "speed"
  },
  {
    "id": "reliable_talent",
    "nameEn": "Reliable Talent",
    "nameRu": "Надежный талант",
    "descriptionEn": "By 11th level, you have refined your chosen skills until they approach perfection. Whenever you make an ability check that lets you add your proficiency bonus, you can treat a d20 roll of 9 or lower as a 10.",
    "descriptionRu": "К 11-му уровню вы отточили свои выбранные навыки до совершенства. Всякий раз, когда вы совершаете проверку характеристики, которая позволяет вам добавить бонус мастерства, вы можете считать результат броска к20 равным 10, если выпало 9 или меньше.",
    "type": "passive",
    "minLevel": 11,
    "associatedClass": "Rogue",
    "requiresRest": false,
    "actionEconomy": null,
    "iconName": "verified"
  },
  {
    "id": "blindsense",
    "nameEn": "Blindsense",
    "nameRu": "Слепое зрение",
    "descriptionEn": "Starting at 14th level, if you are able to hear, you are aware of the location of any hidden or invisible creature within 10 feet of you.",
    "descriptionRu": "Начиная с 14-го уровня, если вы способны слышать, вы знаете о местонахождении любого скрытого или невидимого существа в пределах 10 футов от вас.",
    "type": "passive",
    "minLevel": 14,
    "associatedClass": "Rogue",
    "requiresRest": false,
    "actionEconomy": null,
    "iconName": "hearing"
  }
]